Repository: WPPlugins/woocommerce-novalnet-gateway
Catalog: i18n/languages/wc-novalnet-*.po
Languages: de_de

source: To configure Vendor Script URL, please go to <a href='%s' target='_blank'>Novalnet admin portal</a> - <strong>PROJECTS</strong>: Project Information - <strong>Project Overview</strong> - <strong>Vendor script URL</strong>.
de_de: Um den Händlerskript-URL einzurichten, gehen Sie im <a href='%s' target='_blank'>Novalnet-Admin-Portal</a> zu <strong>Projekte</strong>: Informationen zum jeweiligen Projekt - <strong>Projektübersicht</strong> : <strong>Händlerskript-URL</strong>.

source: To proceed transaction in PayPal payment, it is required to configure PayPal API details in Novalnet administration portal.
de_de: Um PayPal-Zahlungen verarbeiten zu können, müssen Sie Ihre PayPal-API-Details im Novalnet-Adminstrationsportal konfigurieren.

source: To configure Paypal API details, please go to <a href='%s' target='_blank'>Novalnet admin portal</a> - <strong>PROJECTS</strong>: Project Information - <strong>Payment Methods</strong>: Paypal - <strong>Configure</strong>.
de_de: Um die PayPal-API-Details zu konfigurieren, gehen Sie bitte im <a href='%s' target='_blank'>Novalnet-Admin-Portal</a> zu <strong>Projekte</strong>: [Informationen zum jeweiligen Projekt] - <strong>Zahlungsmethoden</strong> : <strong>PayPal - Konfigurieren</strong>.

source: But wait, there's more!
de_de: Moment, es gibt noch mehr!

source: One Click Shopping
de_de: Shopping mit einem Klick

source: Want your customers to make an order with a single click?
de_de: Möchten Sie Ihre Kunden eine Bestellung mit einem einzigen Klick aufgeben lassen?

source: With Novalnet payment plugin, they can! This feature can make the end customer to make order more conveniently with saved account/card details.
de_de: Mit dem Novalnet Zahlungs-Plugin ist dies möglich! Dieses Merkmal ermöglicht es dem Endkunden, bequemer mit hinterlegten Konto-/Kartendaten zu bezahlen.

source: Zero Amount Booking
de_de: Buchung mit Betrag 0

source: Zero amount booking feature makes it possible for the merchant to sell variable amount product in the shop. Order will be processed with Zero amount initially, then the merchant can book the order amount later to complete the transaction.
de_de: Die Funktion "Buchung mit Betrag 0" ermöglicht es dem Händler, ein Produkt zu unterschiedlichen Preisen im Shop zu verkaufen. Die Bestellung wird zuerst mit dem Betrag 0 verarbeitet, danach kann der Händler später den Bestellbetrag abbuchen, um die Transaktion abzuschließen.

source: Credit Card Responsive Iframe
de_de: Beschleunigter Kreditkarten-iFrame

source: Now, we have updated the Credit Card with the most dynamic features. With the little bit of code, we have made the Credit Card iframe content responsive friendly.
de_de: Jetzt haben wir den iFrame für Kreditkartenzahlungen mit den dynamischsten Funktionen aktualisiert. Mit nur wenig Code haben wir den Inhalt des Kreditkarten-iFrame beschleunigt und nutzerfreundlicher gemacht.

source: The merchant can customize the CSS settings of the Credit Card iframe form.
de_de: Der Händler kann selbst die CSS-Einstellungen des Kreditkarten-iFrame-Formulars anpassen.

source: The refund has been executed for the TID: %1$s with the amount of %2$s.
de_de: Die Rückerstattung wurde für die TID: %1$s mit dem Betrag %2$s durchgeführt.

source: Your new TID for the refund amount: %s
de_de: Ihre neue TID für den erstatteten Betrag: %s

source: Your order has been booked with the amount of %1$s. Your new TID for the booked amount: %2$s
de_de: Ihre Bestellung wurde mit einem Betrag von %1$s gebucht. Ihre neue TID für den gebuchten Betrag: %2$s

source: The transaction has been confirmed on %s
de_de: Die Buchung wurde am %s bestätigt.

source: The transaction has been canceled on %s
de_de: Die Transaktion wurde am %s storniert.

source: The transaction amount %1$s has been updated successfully on %2$s
de_de: Der Betrag der Transaktion %1$s wurde am %2$s erfolgreich geändert.

source: Change Payment
de_de: Zahlungsart ändern

source: Please select the reason of subscription cancellation
de_de: Wählen Sie bitte den Grund für die Abonnementskündigung aus.

source: Subscription recurring amount %s has been updated successfully
de_de: Der Betrag für die Abonnements-Folgezahlungen %s wurde erfolgreich aktualisiert.

source: Amount update for the next recurring process is failed in Novalnet due to: %s
de_de: Änderung des Betrags für die nächste Folgebuchung bei Novalnet fehlgeschlagen; Grund: %s

source: The date should be in future.
de_de: Das Datum sollte in der Zukunft liegen.

source: Subscription renewal date has been successfully changed to %s
de_de: Das Datum der nächsten Abonnementsbuchung wurde erfolgreich geändert %s

source: Next recurring date change process is failed in Novalnet due to: %s
de_de: Änderung des Datums der nächsten Folgebuchung bei Novalnet fehlgeschlagen; Grund: %s

source: Subscription has been canceled due to: %s
de_de: Das Abonnement wurde gekündigt wegen: %s

source: Cancellation of subscription is failed due to: %s
de_de: Abonnementskündigung fehlgeschlagen; Grund: %s

source: This subscription transaction has been suspended on %s
de_de: Dieses Abonnement wurde am %s ausgesetzt

source: Subscription suspend has been failed due to: %s
de_de: Abonnement suspend wegen nicht bestanden: %s

source: Subscription has been successfully activated on %s.
de_de: Das Abonnement wurde erfolgreich am %s aktiviert.

source: Subscription activation has been failed due to: %s
de_de: Abonnement -Aktivierung wurde aufgrund nicht bestanden: %s

source: Please accept the change of payment method by clicking on the checkbox
de_de: Bitte akzeptieren Sie die Änderung der Zahlungsart, indem Sie die Checkbox anklicken

source: Your order is not confirmed, kindly contact the merchant.
de_de: Ihre Bestellung wurde nicht bestätigt; kontaktieren Sie bitte den Händler.

source: Customer name/email fields are not valid
de_de: Ungültige Werte für die Felder Kundenname-/email

source: Successfully changed the payment method for next subscription on %s
de_de: Zahlungsart für die nächste Abonnementszahlung am %s erfolgreich geändert

source: Please select the country
de_de: Wählen Sie bitte ein Land aus

source: Please accept the SEPA direct debit mandate
de_de: Akzeptieren Sie bitte das SEPA-Lastschriftmandat

source: I hereby grant the SEPA direct debit mandate and confirm that the given IBAN and BIC are correct
de_de: Hiermit erteile ich das SEPA-Lastschriftmandat und bestätige, dass die angegebene IBAN und BIC korrekt sind.

source: Account holder
de_de: Kontoinhaber

source: Bank country
de_de: Land der Bank

source: IBAN or Account number
de_de: IBAN oder Kontonummer

source: BIC or Bank code
de_de: BIC oder Bankleitzahl

source: Name on card
de_de: Name auf der Kreditkarte

source: what is this?
de_de: Was ist das?

source: Amount update for the next recurring process is failed in Novalnet due to %s
de_de: Änderung des Betrags für die nächste Folgebuchung bei Novalnet fehlgeschlagen; Grund: %s

source: Subscription has been successfully activated on %s
de_de: Das Abonnement wurde erfolgreich am %s aktiviert.

source: Enable payment method
de_de: Zahlungsart aktivieren

source: Payment title in English
de_de: Englische Bezeichnung der Zahlungsart

source: Description in English
de_de: Beschreibung der Zahlungsart auf Englisch

source: Payment title in German
de_de: Deutsche Bezeichnung der Zahlungsart

source: Description in German
de_de: Beschreibung der Zahlungsart auf Deutsch

source: The payment will be processed in the test mode therefore amount for this transaction will not be charged
de_de: Die Zahlung wird im Testmodus durchgeführt, daher wird der Betrag für diese Transaktion nicht eingezogen.

source: Enable fraud prevention
de_de: Betrugsprüfung aktivieren

source: To authenticate the buyer for a transaction, the PIN will be automatically generated and sent to the buyer. This service is only available for customers from DE, AT, CH
de_de: Um den Käufer einer Transaktion zu authentifizieren, werden die PIN oder Email automatisch generiert und an den Käufer geschickt. Dieser Dienst wird nur für Kunden aus DE, AT und CH angeboten.

source: Minimum value of goods for the fraud module
de_de: Mindestwarenwert für Betrugsprüfungsmodul

source: Enter the minimum value of goods from which the fraud module should be activated
de_de: Geben Sie den Mindestwarenwert ein, von dem ab das Betrugsprüfungsmodul aktiviert sein soll.

source: Shopping type
de_de: Einkaufstyp

source: Select shopping type
de_de: Einkaufstyp auswählen

source: One click shopping
de_de: Kauf mit einem Klick

source: Zero amount booking
de_de: Transaktionen mit Betrag 0

source: Order status for the pending payment
de_de: Bestellstatus der ausstehenden Zahlung

source: Order completion status
de_de: Abschluss-Status der Bestellung

source: Notification for the buyer
de_de: Benachrichtigung des Käufers

source: The entered text will be displayed on the checkout page
de_de: Der eingegebene Text wird auf der Checkout-Seite angezeigt.

source: Thank you page instructions
de_de: Anweisungen für die "Danke"-Seite

source: E-mail instructions
de_de: Email-Anweisungen

source: Minimum value of goods
de_de: Mindestwarenwert

source: Enter the minimum value of goods from which the payment method is displayed to the customer during checkout
de_de: Geben Sie den Mindestwarenwert ein, von dem ab die Zahlungsart für den Kunden beim Checkout angezeigt wird.

source: Transaction reference 1
de_de: 1. Referenz zur Transaktion

source: This reference will appear in your bank account statement
de_de: Diese Referenz wird auf Ihrem Kontoauszug erscheinen.

source: Transaction reference 2
de_de: 2. Referenz zur Transaktion

source: Payment guarantee configuration
de_de: Einstellungen für die Zahlungsgarantie

source: Basic requirements for payment guarantee
de_de: Grundanforderungen für die Zahlungsgarantie

source: Allowed countries: AT, DE, CH
de_de: Zugelassene Staaten: AT, DE, CH

source: Allowed currency: EUR
de_de: Zugelassene Währung: EUR

source: Minimum amount of order >= 20,00 EUR
de_de: Mindestbetrag der Bestellung >= 20,00 EUR

source: Maximum amount of order <= 5.000,00 EUR
de_de: Maximalbetrag der Bestellung <= 5.000,00 EUR

source: Minimum age of end customer >= 18 Years
de_de: Mindestalter des Endkunden >= 18 Jahre

source: The billing address must be the same as the shipping address
de_de: Rechnungsadresse und Lieferadresse müssen übereinstimmen

source: Gift certificates/vouchers are not allowed
de_de: Geschenkgutscheine / Coupons sind nicht erlaubt

source: Enable payment guarantee
de_de: Zahlungsgarantie aktivieren

source: Minimum order amount
de_de: Mindestbestellbetrag

source: This setting will override the default setting made in the minimum order amount. Note that amount should be in the range of 20,00 EUR - 5.000,00 EUR
de_de: Diese Einstellung wird den Standardwert für den Mindestbestellbetrag überschreiben. Beachten Sie, dass der Betrag im Bereich von 20,00 EUR – 5.000,00 EUR liegen muss.

source: Maximum order amount
de_de: Maximaler Bestellbetrag

source: This setting will override the default setting made in the maximum order amount. Note that amount should be greater than minimum order amount, but not more than 5.000,00 EUR
de_de: Diese Einstellung wird den Standardwert für den Maximal-Bestellbetrag überschreiben. Beachten Sie, dass dieser Betrag größer als der Mindestbestellbetrag sein sollte, jedoch nicht höher als 5.000,00 EUR.

source: Force Non-Guarantee payment
de_de: Zahlung ohne Zahlungsgarantie erzwingen

source: If the payment guarantee is activated (True), but the above mentioned requirements are not met, the payment should be processed as non-guarantee payment.
de_de: Falls die Zahlungsgarantie aktiviert ist (wahr), die oben genannten Anforderungen jedoch nicht erfüllt werden, soll die Zahlung ohne Zahlungsgarantie verarbeitet werden.

source: Payment Reference 1 (Novalnet Invoice Reference)
de_de: Verwendungszweck 1: (Novalnet Rechnungsnummer)

source: Payment Reference 2 (TID)
de_de: Verwendungszweck 2: (TID)

source: Payment Reference 3 (Order No)
de_de: Verwendungszweck 3: (Bestellnummer)

source: Callback order status
de_de: Callback-Bestellstatus

source: Recurring change payment method has been failed due to %s
de_de: Abonnement Annullierung wurde aufgrund nicht bestanden: %s

source: Dear client,<br/><br/>We would like to inform you that test order (%s) has been placed in your shop recently.Please make sure your project is in LIVE mode at Novalnet administration portal and Novalnet payments are enabled in your shop system.<br/>Please ignore this email if the order has been placed by you for testing purpose.<br/></br>Regards,<br/>Novalnet AG
de_de: Sehr geehrte Kundin,<br/><br/>wir möchten Sie darüber informieren, dass eine Testbestellung (%s) kürzlich in Ihrem Shop durchgeführt wurde. Stellen Sie bitte sicher, dass für Ihr Projekt im Novalnet-Administrationsportal der Live-Modus gesetzt wurde und Zahlungen über Novalnet in Ihrem Shopsystem aktiviert sind.<br/>Ignorieren Sie bitte diese E-Mail, falls die Bestellung von Ihnen zu Testzwecken durchgeführt wurde.<br/></br>Mit freundlichen Grüßen<br/>Novalnet AG

source: Novalnet test order notification - %s
de_de: Benachrichtigung zu Novalnet-Testbestellung - %s

source: While redirecting some data has been changed. The hash check failed
de_de: Während der Umleitung wurden einige Daten geändert. Die Überprüfung des Hashes schlug fehl

source: You will shortly receive an SMS containing your transaction PIN to complete the payment
de_de: In Kürze erhalten Sie eine SMS mit der PIN zu Ihrer Transaktion, um die Zahlung abzuschließen.

source: You will shortly receive a transaction PIN through phone call to complete the payment
de_de: In Kürze erhalten Sie einen Telefonanruf mit der PIN zu Ihrer Transaktion, um die Zahlung abzuschließen

source: The order amount has been changed, please proceed with the new order
de_de: Der Bestellbetrag hat sich geändert, setzen Sie bitte die neue Bestellung fort.

source: Novalnet Transaction for the Order has been executed / cancelled already.
de_de: Die Novalnet-Buchung für die Bestellung wurde bereits ausgeführt / abgebrochen.

source: Pay
de_de: Bezahlen

source: Telephone number
de_de: Telefonnummer

source: Mobile number
de_de: Mobiltelefonnummer

source: Your date of birth
de_de: Ihr Geburtsdatum

source: Transaction PIN
de_de: PIN zu Ihrer Transaktion

source: Forgot your PIN?
de_de: PIN vergessen?

source: Card type
de_de: Kartentyp

source: Once the order is submitted, the payment will be processed as a reference transaction at Novalnet
de_de: Sobald die Bestellung abgeschickt wurde, wird die Zahlung bei Novalnet als Referenztransaktion verarbeitet.

source: PayPal transaction ID
de_de: PayPal Transaktions-ID

source: Novalnet Transaction ID
de_de: Novalnet Transaktions-ID
