Repository: WPPlugins/woocommerce-novalnet-gateway
Catalog: i18n/languages/wc-novalnet-*.po
Languages: de_de

source: Novalnet payment plugin - WooCommerce
de_de: Novalnet-Zahlungsplugin - WooCommerce

source: Plug-in to process payments in WooCommerce through Novalnet Gateway
de_de: Plugin um Zahlungen in WooCommerce über die Novalnet-Schnittstelle abzuwickeln

source: Novalnet Global Configuration
de_de: Novalnet Haupteinstellungen

source: Given account details
de_de: Eingegebene Kontodaten

source: Given card details
de_de: Eingegebene Kartendaten

source: Given PayPal account details
de_de: Angegebene PayPal-Kontodetails

source: Enter new account details
de_de: Neue Kontodaten eingeben

source: Enter new card details
de_de: Neue Kartendaten eingeben

source: Proceed with new PayPal account details
de_de: Mit neuen PayPal-Kontodetails fortfahren

source: Cancel
de_de: Stornieren

source: --Select--
de_de: --Auswählen--

source: Product is costly
de_de: Angebot zu teuer

source: Cheating
de_de: Betrug

source: Partner interfered
de_de: (Ehe-)Partner hat Einspruch eingelegt

source: Financial problem
de_de: Finanzielle Schwierigkeiten

source: Content does not match my likes
de_de: Inhalt entsprach nicht meinen Vorstellungen

source: Content is not enough
de_de: Inhalte nicht ausreichend

source: Interested only for a trial
de_de: Nur an Probezugang interessiert

source: Page is very slow
de_de: Seite zu langsam

source: Satisfied customer
de_de: Zufriedener Kunde

source: Logging in problems
de_de: Zugangsprobleme

source: Other
de_de: Sonstige

source: Novalnet Administration Portal
de_de: Novalnet-Administrationsportal

source: Login here with Novalnet merchant credentials. For the activation of new payment methods please contact
de_de: Loggen Sie sich hier mit Ihren Novalnet Händler-Zugangsdaten ein. Um neue Zahlungsarten zu aktivieren, kontaktieren Sie bitte

source: WooCommerce plugin must be active for the plugin <b>Novalnet Payment Gateway for WooCommerce</b>.Kindly %1$s install & activate it %2$s
de_de: WooCommerce Plugin muss aktiv für das Plugin <b>Novalnet Zahlungs-Gateway für WooCommerce</b> sein. %1$s Installieren Sie bitte & aktivieren %2$s

source: Payment was not successful. An error occurred
de_de: Die Zahlung war nicht erfolgreich. Ein Fehler trat auf.

source: Enter your PIN
de_de: PIN eingeben

source: The PIN you entered is incorrect
de_de: Die von Ihnen eingegebene PIN ist falsch.

source: telephone number
de_de: Telefonnummer

source: mobile number
de_de: Mobiltelefonnummer

source: Please enter your %s
de_de: Geben Sie bitte Ihre %s ein

source: Novalnet transaction ID: %s
de_de: Novalnet Transaktions-ID: %s

source: Test order
de_de: Testbestellung

source: Please transfer the amount to the below mentioned account details of our payment processor Novalnet
de_de: Überweisen Sie bitte den Betrag an die unten aufgeführte Bankverbindung unseres Zahlungsdienstleisters Novalnet.

source: Due date:
de_de: Fälligkeitsdatum:

source: Account holder: NOVALNET AG
de_de: Kontoinhaber: NOVALNET AG

source: Amount:
de_de: Betrag:

source: Order number
de_de: Bestellnummer

source: Please use any one of the following references as the payment reference, as only through this way your payment is matched and assigned to the order:
de_de: Bitte verwenden Sie einen der unten angegebenen Verwendungszwecke für die Überweisung, da nur so Ihr Geldeingang zugeordnet werden kann:

source: Please use the following payment reference for your money transfer, as only through this way your payment is matched and assigned to the order:
de_de: Bitte verwenden Sie nun der unten angegebenen Verwendungszweck für die Überweisung, da nur so Ihr Geldeingang zugeordnet werden kann:

source: Payment Reference %s:
de_de: %s. Verwendungszweck:

source: Payment Reference:
de_de: Verwendungszweck:

source: This is not processed as a subscription order!
de_de: Dies ist nicht als Abonnement Reihenfolge abgearbeitet

source: Please select atleast one payment reference
de_de: Wählen Sie mindestens einen Verwendungszweck aus

source: The amount is invalid
de_de: Ungültiger Betrag

source: The minimum amount should be at least 20,00 EUR but not more than 5.000,00 EUR
de_de: Der Mindestbetrag sollte bei mindestens 20,00 EUR liegen, jedoch nicht mehr als 5.000,00 EUR

source: The maximum amount should be greater than minimum order amount, but not more than 5.000,00 EUR
de_de: Der Maximalbetrag sollte größer sein als der Mindestbestellbetrag, jedoch nicht höher als 5.000,00 EUR

source: Please enter your date of birth
de_de: Geben Sie bitte Ihr Geburtsdatum ein

source: You need to be at least 18 years old
de_de: Sie müssen mindestens 18 Jahre alt sein.

source: The date format is invalid
de_de: Ungültiges Datumsformat

source: The payment cannot be processed, because the basic requirements haven’t been met.
de_de: Die Zahlung kann nicht verarbeitet werden, weil die grundlegenden Anforderungen nicht erfüllt wurden.

source: Novalnet Callback Script executed successfully for the TID: %1$s with amount %2$s on %3$s.
de_de: Novalnet-Callback-Skript erfolgreich ausgeführt für die TID: %1$s mit dem Betrag %2$s am %3$s.

source: The transaction has been canceled due to: %s
de_de: Die Transaktion wurde am %s storniert.

source: Novalnet callback received. Chargeback executed successfully for the TID: %1$s amount: %2$s on %3$s. The subsequent TID: %4$s.
de_de: Novalnet-Callback-Nachricht erhalten: Chargeback erfolgreich importiert für die TID: %1$s Betrag: %2$s am %3$s. TID der Folgebuchung: %4$s.

source: Novalnet callback received. Refund/Bookback executed successfully for the TID: %1$s amount: %2$s on %3$s. The subsequent TID: %4$s.
de_de: Novalnet-Callback-Meldung erhalten: Rückerstattung / Bookback erfolgreich ausgeführt für die TID: %1$s Betrag: %2$s am %3$s. TID der Folgebuchung: %4$s.

source: Novalnet Callback Script executed successfully for the TID: %1$s with amount %2$s on %3$s. Please refer PAID transaction in our Novalnet Merchant Administration with the TID: %4$s
de_de: Novalnet-Callback-Skript erfolgreich ausgeführt für die TID: %1$s mit dem Betrag %2$s am %3$s. Bitte suchen Sie nach der bezahlten Transaktion in unserer Novalnet-Händleradministration mit der TID: %4$s.

source: The amount of %1$s for the order %2$s has been paid. Please verify received amount and TID details, and update the order status accordingly.
de_de: Der Betrag von %1$s für die Bestellung %2$s wurde bezahlt. Überprüfen Sie bitten den erhaltenen Betrag und die Details zur TID und aktualisieren Sie den Status der Bestellung entsprechend.

source: Novalnet callback script received. Subscription has been stopped for the TID: %1$s on %2$s. Subscription has been canceled due to: %3$s
de_de: Nachricht vom Novalnet-Callback-Skript erhalten: Das Abonnement wurde für die TID: %1$s am %2$s eingestellt. Das Abonnement wurde gekündigt wegen: %3$s

source: Next charging date:
de_de: Nächstes Belastungsdatum:

source: Novalnet Callback Script executed successfully for the subscription TID: %1$s with amount %2$s on %3$s. Please refer PAID transaction in our Novalnet Merchant Administration with the TID: %4$s
de_de: Novalnet-Callback-Skript erfolgreich ausgeführt für die abonnements TID: %1$s mit dem Betrag %2$s am %3$s. Bitte suchen Sie nach der bezahlten Transaktion in unserer Novalnet-Händleradministration mit der TID: %4$s.

source: Please don’t close the browser after successful payment, until you have been redirected back to the Shop
de_de: Bitte schließen Sie den Browser nach der erfolgreichen Zahlung nicht, bis Sie zum Shop zurückgeleitet wurden

source: Your account details are invalid
de_de: Ihre Kontodaten sind ungültig.

source: SEPA payment duration (in days)
de_de: Abstand (in Tagen) bis zum SEPA-Einzugsdatum

source: Enter the number of days after which the payment should be processed (must be greater than 6 days)
de_de: Geben Sie die Anzahl der Tage ein, nach denen die Zahlung verarbeitet werden soll (muss größer als 6 Tage sein).

source: Enable auto-fill for payment data
de_de: Automatisches Eintragen der Zahlungsdaten aktivieren

source: No
de_de: Nein

source: Yes
de_de: Ja

source: For the registered users SEPA direct debit details will be filled automatically in the payment form
de_de: Für registrierte Benutzer werden die SEPA-Lastschriftdetails automatisch in das Zahlungsformular eingetragen.

source: Enable auto-fill
de_de: Automatisches Eintragen aktivieren

source: The payment details will be filled automatically in the payment form during the checkout process
de_de: Die Zahlungsdetails werden automatisch während des Checkout-Vorgangs in das Zahlungsformular eingetragen.

source: SEPA Due date is not valid
de_de: SEPA Fälligkeitsdatum Ungültiger

source: Payment due date (in days)
de_de: Fälligkeitsdatum (in Tagen)

source: Enter the number of days to transfer the payment amount to Novalnet (must be greater than 7 days). In case if the field is empty, 14 days will be set as due date by default
de_de: Geben Sie die Anzahl der Tage ein, binnen derer die Zahlung bei Novalnet eingehen soll (muss größer als 7 Tage sein). Falls dieses Feld leer ist, werden 14 Tage als Standard-Zahlungsfrist gesetzt.

source: After the successful verification, you will be redirected to Novalnet secure order page to proceed with the payment
de_de: Nach der erfolgreichen Überprüfung werden Sie auf die abgesicherte Novalnet-Bestellseite umgeleitet, um die Zahlung fortzusetzen.

source: Your credit card details are invalid
de_de: Ihre Kreditkartendaten sind ungültig.

source: Enable 3D secure
de_de: 3D-Secure aktivieren

source: The 3D-Secure will be activated for credit cards. The issuing bank prompts the buyer for a password what, in turn, help to prevent a fraudulent payment. It can be used by the issuing bank as evidence that the buyer is indeed their card holder. This is intended to help decrease a risk of charge-back.
de_de: 3D-Secure wird für Kreditkarten aktiviert. Die kartenausgebende Bank fragt vom Käufer ein Passwort ab, welches helfen soll, betrügerische Zahlungen zu verhindern. Dies kann von der kartenausgebenden Bank als Beweis verwendet werden, dass der Käufer tatsächlich der Inhaber der Kreditkarte ist. Damit soll das Risiko von Chargebacks verringert werden.

source: Display AMEX logo
de_de: AMEX-Logo anzeigen

source: Display AMEX logo in checkout page
de_de: AMEX-Logo auf der Checkout-Seite anzeigen

source: Display Maestro logo
de_de: Maestro-Logo anzeigen

source: Display Maestro logo in checkout page
de_de: Maestro-Logo auf der Checkout-Seite anzeigen

source: Display CartaSi logo
de_de: CartaSi-Logo anzeigen

source: Display CartaSi logo in checkout page
de_de: CartaSi-Logo auf der Checkout-Seite anzeigen

source: Custom CSS settings
de_de: Angepasste CSS-Einstellungen

source: CSS settings for Credit Card iframe
de_de: CSS-Einstellungen für den iFrame mit Kreditkartendaten

source: Label
de_de: Beschriftung

source: Input
de_de: Eingabe

source: CSS Text
de_de: Text für das CSS

source: CSS settings for Credit Card fields
de_de: CSS-Einstellungen für Felder mit Kreditkartendaten

source: Form fields
de_de: Formularfelder

source: Input field
de_de: Eingabefeld

source: Card holder name
de_de: Name des Karteninhabers

source: Card number
de_de: Kreditkartennummer

source: Expiry date
de_de: Ablaufdatum

source: In order to use this option you must have billing agreement option enabled in your PayPal account. Please contact your account manager at PayPal.
de_de: Um diese Option zu verwenden, müssen Sie die Option Billing Agreement (Zahlungsvereinbarung) in Ihrem PayPal-Konto aktiviert haben. Kontaktieren Sie dazu bitte Ihren Kundenbetreuer bei PayPal.

source: Please select status!
de_de: Wählen Sie bitte einen Status aus!

source: Due date is not valid
de_de: Fälligkeitsdatum Ungültiger

source: The date should be in future
de_de: Das Datum sollte in der Zukunft liegen.

source: Are you sure you want to change the order amount or due date?
de_de: Sind Sie sich sicher, dass Sie den Betrag / das Fälligkeitsdatum der Bestellung ändern wollen?

source: Are you sure you want to change the order amount?
de_de: Sind Sie sich sicher, dass Sie den Bestellbetrag ändern wollen?

source: Are you sure you want to refund the amount?
de_de: Sind Sie sicher, dass Sie den Betrag zurückerstatten möchten?

source: Are you sure you want to capture the payment?
de_de: Sind Sie sicher, dass Sie die Zahlung einziehen möchten?

source: Are you sure you want to cancel the payment?
de_de: Sind Sie sicher, dass Sie die Zahlung stornieren wollen?

source: Are you sure you want to book the order amount?
de_de: Sind Sie sich sicher, dass Sie den Bestellbetrag buchen wollen?

# meta box title
source: Manage Transaction
de_de: Ablauf der Buchung steuern

# meta box title
source: Change the amount / due date
de_de: Betrag / Fälligkeitsdatum ändern

# meta box title
source: Amount update
de_de: Betrag ändern

# meta box title
source: Book transaction
de_de: Transaktion durchführen

# meta box title
source: Transaction Refund
de_de: Rückerstattung für Transaktion

source: Configuration
de_de: Konfiguration

source: Please fill in all the mandatory fields
de_de: Füllen Sie bitte alle Pflichtfelder aus.

source: Mentioned PHP Package(s) not available in this Server. Please enable it.
de_de: Erwähnt PHP-Paket (e) in diesem Server nicht verfügbar ist. Bitte aktivieren Sie sie.

source: Global Configuration
de_de: Haupteinstellungen

source: For additional configurations login to %1$sNovalnet Merchant Administration portal%2$s. To login to the Portal you need to have an account at Novalnet. If you don't have one yet, please contact <a href="mailto:sales@novalnet.de">sales@novalnet.de</a> / tel. +49 (089) 923068320<br/>To use the PayPal payment method please enter your PayPal API details in %3$sNovalnet Merchant Administration portal%4$s
de_de: Um zusätzliche Einstellungen vorzunehmen, loggen Sie sich in das %1$sNovalnet-Administrationsportal%2$s ein. Um sich in das Portal einzuloggen, benötigen Sie einen Account bei Novalnet. Falls Sie diesen noch nicht haben, kontaktieren Sie bitte <a href="mailto:sales@novalnet.de">sales@novalnet.de</a> (Tel: +49 (089) 923068320).<br/>Um die Zahlungsart PayPal zu verwenden, geben Sie bitte Ihre PayPal-API-Daten in das %3$sNovalnet-Händleradministrationsportal%4$s ein.

source: Product activation key
de_de: Aktivierungsschlüssel des Produkts

source: To get the Product Activation Key, go to <a href="%s" target="blank">Novalnet admin portal</a> - <strong>PROJECTS</strong>: Project Information - <strong>Shop Parameters</strong>: <strong>API Signature (Product activation key)</strong>.
de_de: Um diesen Aktivierungschlüssel für das Produkt zu erhalten, gehen Sie zum <a href="%s" target="_blank">Novalnet-Admin-Portal</a> - <strong>Projekte</strong>: Informationen zum jeweiligen Projekt - <strong>Parameter Ihres Shops</strong>: <strong>API Signature (Aktivierungsschlüssel des Produkts)</strong>.

source: Enter Novalnet Product activation key
de_de: Novalnet-Aktivierungsschlüssel für das Produkt eingeben

source: Merchant ID
de_de: Händler-ID

source: Authentication code
de_de: Authentifizierungscode

source: Project ID
de_de: Projekt-ID

source: Tariff ID
de_de: Tarif-ID

source: Select tariff ID
de_de: Tarif-ID auswählen

source: Payment access key
de_de: Zahlungs-Zugriffsschlüssel

source: Set a limit for on-hold transaction
de_de: Limit für onhold-Buchungen setzen

source: (in minimum unit of currency. E.g. enter 100 which is equal to 1.00)
de_de: (in der kleinsten Währungseinheit, z.B. 100 Cent = entsprechen 1.00 EUR)

source: In case the order amount exceeds mentioned limit, the transaction will be set on hold till your confirmation of transaction
de_de: Falls der Bestellbetrag das angegebene Limit übersteigt, wird die Transaktion ausgesetzt, bis Sie diese selbst bestätigen.

source: Display payment method logo
de_de: Logo der Zahlungsart anzeigen

source: The payment method logo will be displayed on the checkout page
de_de: Das Logo der Zahlungsart wird auf der Checkout-Seite angezeigt.

source: Gateway timeout (in seconds)
de_de: Zeitlimit der Schnittstelle (in Sekunden)

source: In case the order processing time exceeds the gateway timeout, the order will not be placed
de_de: Falls die Verarbeitungszeit der Bestellung das Zeitlimit der Schnittstelle überschreitet, wird die Bestellung nicht ausgeführt.

source: Debug log
de_de: Debug-Logdatei

source: Novalnet payment events log in the mentioned path <code>%s.txt</code>
de_de: Log der Events zu Novalnet-Zahlungen in dem genannten Verzeichnis: <code>%s.txt</code>

source: Enable E-mail notification for test transaction
de_de: E-Mail-Benachrichtigung für Testbuchungen aktivieren

source: You will receive email notifications about every test order in the web shop.
de_de: Sie erhalten ab jetzt E-Mail-Benachrichtigungen zu jeder Testbestellung im Webshop

source: Referrer ID
de_de: Partner-ID

source: Enter the referrer ID of the person/company who recommended you Novalnet
de_de: Geben Sie die Partner-ID der Person / des Unternehmens ein, welche / welches Ihnen Novalnet empfohlen hat

source: Order status management for on-hold transaction(-s)
de_de: Verwaltung des Bestellstatus für ausgesetzte Zahlungen

source: Confirmation order status
de_de: Bestellstatus für Bestätigung

source: Cancellation order status
de_de: Bestellstatus für Stornierung

source: Dynamic subscription management
de_de: Verwaltung dynamischer Abonnements

source: Enable subscription
de_de: Abonnement aktivieren

source: Subscription payments
de_de: Abonnement-Zahlungen

source: Credit Card
de_de: Kreditkarte

source: Direct Debit SEPA
de_de: Lastschrift SEPA

source: Invoice
de_de: Kauf auf Rechnung

source: Prepayment
de_de: Vorauskasse

source: Subscription Tariff ID
de_de: Tarif-ID des Abonnements

source: Select Novalnet subscription tariff ID
de_de: Novalnet-abonnement-Tarif-ID auswählen

source: Merchant script management
de_de: Verwaltung des Händlerskripts

source: Enable debug mode
de_de: Debugmodus aktivieren

source: Set the debug mode to execute the merchant script in debug mode
de_de: Setzen Sie den Debugmodus, um das Händlerskript im Debugmodus aufzurufen

source: Enable test mode
de_de: Testmodus aktivieren

source: Enable E-mail notification for callback
de_de: Email-Benachrichtigung für Callback aktivieren

source: Notification URL
de_de: URL für Benachrichtigungen

source: The notification URL is used to keep your database/system actual and synchronizes with the Novalnet transaction status.
de_de: Der URL für Benachrichtigungen dient dazu, Ihre Datenbank / Ihr System auf einem aktuellen Stand zu halten und den Novalnet-Transaktionsstatus abzugleichen.

source: E-mail address (To)
de_de: Emailadresse (An)

source: E-mail address of the recipient
de_de: Emailadresse des Empfängers

source: E-mail address (Bcc)
de_de: Emailadresse (Bcc)

source: E-mail address of the recipient for BCC
de_de: Emailadresse des Empfängers für Bcc

source: Select the refund option
de_de: Wählen Sie die Option Rückerstattung aus.

source: None
de_de: Keiner

source: Account holder
de_de: Kontoinhaber

source: Please enter the refund amount
de_de: Geben Sie bitte den erstatteten Betrag ein.

source: Refund reference
de_de: Referenz für die Rückerstattung

source: Transaction Refund
de_de: Rückerstattung für Transaktion

source: Confirm
de_de: Bestätigen

source: This operation is not possible for this order.
de_de: Dieser Vorgang ist für diese Bestellung nicht möglich.

source: Update transaction amount
de_de: Betrag der Transaktion ändern

source: Transaction due date
de_de: Fälligkeitsdatum der Transaktion

source: Change the amount / due date
de_de: Betrag / Fälligkeitsdatum ändern

source: Update
de_de: Ändern

source: Amount update
de_de: Betrag ändern

source: Please select status
de_de: Wählen Sie bitte einen Status aus

source: Manage Transaction
de_de: Ablauf der Buchung steuern

source: Transaction booking amount
de_de: Buchungsbetrag der Transaktion

source: Book transaction
de_de: Transaktion durchführen

source: http://www.novalnet.com
de_de: https://www.novalnet.de

source: Novalnet Payment Plugin V11.2.0
de_de: Novalnet Zahlungs-Plugin V11.2.0

source: Thank you for updating to the latest version of Novalnet Payment Plugin. This version introduces some great new features and enhancements.
de_de: Vielen Dank, dass Sie die neueste Version des Novalnet Zahlungs-Plugins installiert haben. Diese Version bringt einige großartige neue Funktionen und Erweiterungen.

source: We hope you enjoy it!
de_de: Hoffentlich macht es Ihnen Spaß, damit zu arbeiten!

source: Go to Novalnet Global Configuration &raquo;
de_de: Zur Novalnet Haupteinstellungen gehen &raquo;

source: Check Out What's New
de_de: Sehen Sie, was es neues gibt!

source: Product Activation Key
de_de: Aktivierungsschlüssel des Produkts

source: Novalnet introduces Product Activation Key to fill entire merchant credentials automatically on entering the key into the Novalnet Global Configuration.
de_de: Novalnet hat den Aktivierungsschlüssel für Produkte eingeführt, um die gesamten Händler-Zugangsdaten automatisch einzutragen, wenn dieser Schlüssel in die Novalnet-Hauptkonfiguration eingetragen wird.

source: To get the Product Activation Key, please go to <a href="%s" target="_blank">Novalnet admin portal</a> - <strong>PROJECTS</strong>: Project Information - <strong>Shop Parameters</strong>: <strong>API Signature (Product activation key)</strong>.
de_de: Um diesen Aktivierungschlüssel für das Produkt zu erhalten, gehen Sie zum <a href="%s" target="_blank">Novalnet-Admin-Portal</a> - <strong>Projekte</strong>: Informationen zum jeweiligen Projekt - <strong>Parameter Ihres Shops</strong>: <strong>API Signature (Aktivierungsschlüssel des Produkts)</strong>.

source: IP Address Configuration
de_de: Einstellung der IP-Adresse

source: For all API access (Auto configuration with Product Activation Key, loading Credit Card iframe, Transaction API access, Transaction status enquiry, and update), it is required to configure a server IP address in Novalnet administration portal.
de_de: Für alle Zugriffe auf die API (automatische Konfiguration mit dem Aktivierungsschlüssel des Produkts, Laden eines Kreditkarten-iFrame, Zugriff auf die API für die Übermittlung von Transaktionen, die Abfrage des Transaktionsstatus und Änderungen an Transaktionen), muss eine IP-Adresse für den Server im Novalnet-Administrationsportal eingerichtet sein.

source: To configure an IP address, please go to <a href='%s' target='_blank'>Novalnet admin portal</a> - <strong>PROJECTS</strong>: Project Information - <strong>Project Overview</strong>: Payment Request IP's - <strong>Update Payment Request IP</strong>.
de_de: Um eine IP-Adresse einzurichten, gehen Sie im <a href='%s' target='_blank'>Novalnet-Admin-Portal</a> zu <strong>Projekte</strong>: Informationen zum jeweiligen Projekt - <strong>Projektübersicht: IPs für Zahlungsaufrufe</strong>.

source: Update of Vendor Script URL
de_de: Aktualisierung der Händlerskript-URL

source: Vendor script URL is required to keep the merchant’s database/system up-to-date and synchronized with Novalnet transaction status. It is mandatory to configure the Vendor Script URL in Novalnet administration portal.
de_de: Die Händlerskript-URL wird dazu benötigt, um den Transaktionsstatus in der Datenbank / im System des Händlers aktuell und auf demselben Stand wie bei Novalnet zu halten. Dazu muss die Händlerskript-URL im Novalnet-Händleradministrationsportal eingerichtet werden.

source: Novalnet system (via asynchronous) will transmit the information on each transaction and its status to the merchant’s system.
de_de: Vom Novalnet-Server wird die Information zu jeder Transaktion und deren Status (durch asynchrone Aufrufe) an den Server des Händlers übertragen.
